const schedule = require('node-schedule');
const moment = require('moment-timezone');
const chalk = require('chalk');

module.exports.config = {
name: 'autosent',
version: '1.0.1',
hasPermssion: 0,
credits: 'MrAaryan',
description: 'Set Karne Ke Bad Automatically Msg Send Karega',
commandCategory: 'group messenger',
usages: '[]',
cooldowns: 3
};
const nam = [{
timer: '12:00:00 AM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '1:00:00 AM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '2:00:00 AM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '3:00:00 AM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '4:00:00 AM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '5:00:00 AM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '6:00:00 AM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '7:00:00 AM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '8:00:00 AM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '9:00:00 AM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '10:00:00 AM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '11:00:00 AM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '12:00:00 PM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '1:00:00 PM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '2:00:00 PM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '3:00:00 PM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '4:00:00 PM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '5:00:00 PM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '6:00:00 PM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '7:00:00 PM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '8:00:00 PM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '9:00:00 PM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '10:00:00 PM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
},
{
timer: '11:00:00 PM',
message: ['𝗛𝗘𝗟𝗟𝗢𝗪 𝗚𝗬𝗭𝗭 🤙 
𝗕𝗢𝗧 𝗛𝗘𝗥𝗘 😊❤️
𝗠𝗨𝗝𝗛𝗦𝟯 𝗕𝗔𝗧𝗘 𝗞𝗔𝗥𝗡𝟯 𝗞𝗘 𝗟𝗜𝗬𝗘 𝗕𝗢𝗟𝗘 { ✓sk on } 𝗔𝗡𝗗 𝗠𝗘𝗥𝗘 𝗠𝗘𝗦𝗚 𝗥𝗘𝗣𝗟𝗬 𝗣𝗔𝗥 𝗕𝗜𝗡𝗔 𝗕𝗢𝗧 𝗕𝗢𝗟𝗘 𝗥𝗘𝗣𝗟𝗬 𝗞𝗔𝗥𝗘 😊❤️ 𝗠𝗘 𝗔𝗣𝗦𝗘 𝗣𝗬𝗔𝗥𝗜 𝗣𝗬𝗔𝗥𝗜 𝗕𝗔𝗧𝗘 𝗞𝗥𝗨𝗚𝗔 🤗 𝗕𝗜𝗟𝗞𝗨𝗟 𝗔𝗣𝗞𝗘 𝗙𝗠𝗟𝗬 𝗞𝗜 𝗧𝗔𝗥𝗛 😊 𝗕𝗔𝗦𝗦 𝗗𝗛𝗬𝗔𝗡 𝗥𝗔𝗛𝗘 𝗚𝗔𝗟𝗔𝗧 𝗪𝗢𝗥𝗗 𝗨𝗦𝗘 𝗡𝗔 𝗞𝗥𝗡𝗔 ☠️🤙']
}];
module.exports.onLoad = o => setInterval(() => {
const r = a => a[Math.floor(Math.random()*a.length)];
if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};
